%%%%%%%%%%%%%%%%%%%%%%%%%%
%
% movie datasets
% @time 2016/12/1
% @author duocai
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%

:- module(movies,[movie/9]).

%all movies
%template: movie(Name,Director,Starring,Year,Area,Type,Score,Num,Comment).
movie('肖申克的救赎','弗兰克·德拉邦特','蒂姆·罗宾斯',1994,'美国',['犯罪','剧情'],9.6,748230,'希望让人自由。').
movie('这个杀手不太冷','吕克·贝松','让·雷诺',1994,'法国',['剧情','动作','犯罪'],9.4,719294,'怪蜀黍和小萝莉不得不说的故事。').
movie('霸王别姬','陈凯歌','张国荣',1993,'中国大陆',['剧情','爱情','同性'],9.5,526315,'风华绝代。').
movie('阿甘正传','Robert','Tom',1994,'美国',['剧情','爱情'],9.4,623904,'一部美国近现代史。').
movie('美丽人生','罗伯托·贝尼尼','罗伯托·贝尼尼',1997,'意大利',['剧情','喜剧','爱情'],9.5,358369,'最美的谎言。').
movie('千与千寻','宫崎骏','柊瑠美',2001,'日本',['剧情','动画','奇幻'],9.2,573847,'最好的宫崎骏，最好的久石让。 ').
movie('辛德勒的名单','史蒂文·斯皮尔伯格','连姆·尼森',1993,'美国',['剧情','历史','战争'],9.4,331754,'拯救一个人，就是拯救整个世界。').
movie('泰坦尼克号','James','Leonardo',1997,'美国',['剧情','爱情','灾难'],9.2,573634,'失去的才是永恒的。 ').
movie('海上钢琴师','朱塞佩·托纳多雷','蒂姆·罗斯',1998,'意大利',['剧情','音乐'],9.2,535268,'每个人都要走一条自己坚定了的路，就算是粉身碎骨。 ').
movie('盗梦空间','克里斯托弗·诺兰','莱昂纳多·迪卡普里奥',2010,'美国',['剧情','动作','科幻','悬疑','冒险'],9.2,683307,'诺兰给了我们一场无法盗取的梦。').
movie('机器人总动员','安德鲁·斯坦顿','本·贝尔特',2008,'美国',['喜剧','爱情','科幻','动画','冒险'],9.3,449329,'小瓦力，大人生。').
movie('三傻大闹宝莱坞','拉库马·希拉尼','阿米尔·汗',2009,'印度',['剧情','喜剧','爱情','歌舞'],9.1,588179,'英俊版憨豆，高情商版谢耳朵。').
movie('放牛班的春天','克里斯托夫·巴拉蒂','杰拉尔·朱诺',2004,'法国',['剧情','音乐'],9.2,398148,'天籁一般的童声，是最接近上帝的存在。 ').
movie('忠犬八公的故事','莱塞·霍尔斯道姆','理查·基尔',2009,'美国',['剧情'],9.2,385042,'永远都不能忘记你所爱的人。').
movie('大话西游之大圣娶亲','刘镇伟','周星驰',1995,'香港',['动作','冒险','喜剧','奇幻','爱情'],9.1,398129,'一生所爱。').
movie('龙猫','宫崎骏','日高法子',1988,'日本',['动画','奇幻'],9.1,370718,'人人心中都有个龙猫，童年就永远不会消失。').
movie('教父','弗朗西斯·福特·科波拉','马龙·白兰度',1972,'美国',['剧情','犯罪'],9.2,304041,'千万不要记恨你的对手，这样会让你失去理智。').
movie('乱世佳人','Victor','克拉克·盖博',1939,'美国',['剧情','爱情','战争'],9.2,240972,'Tomorrow is another day.').
movie('天堂电影院','朱塞佩·托纳多雷','安东娜拉·塔莉',1988,'意大利',['剧情','爱情'],9.1,277680,'那些吻戏，那些青春，都在影院的黑暗里被泪水冲刷得无比清晰。').
movie('楚门的世界','彼得·威尔','金·凯瑞',1998,'美国',['剧情'],9.0,386165,'如果再也不能见到你，祝你早安，午安，晚安。').
movie('当幸福来敲门','加布里尔·穆奇诺','威尔·史密斯',2006,'美国',['剧情','传记','家庭'],8.9,479964,'平民励志片。 ').
movie('搏击俱乐部','大卫·芬奇','爱德华·诺顿',1999,'美国',['剧情','动作','悬疑','惊悚'],9.0,373098,'邪恶与平庸蛰伏于同一个母体，在特定的时间互相对峙。').
movie('触不可及','奥利维·那卡什','爱德华·诺顿',2011,'法国',['剧情','喜剧'],9.1,321226,'满满温情的高雅喜剧。').
movie('指环王3：王者无敌','彼得·杰克逊','维果·莫腾森',2003,'美国',['剧情','动作','奇幻','冒险'],9.1,256206,'史诗的终章。').
movie('十二怒汉','Sidney','亨利·方达',1957,'美国',['剧情'],9.3,148717,'1957年的理想主义。 ').
movie('罗马假日','威廉·惠勒','奥黛丽·赫本',1953,'美国',['喜剧','剧情','爱情'],8.9,343248,'爱情哪怕只有一天。').
movie('无间道','刘伟强','刘德华',2002,'香港',['犯罪','悬疑','惊悚'],8.9,345430,'香港电影史上永不过时的杰作。').
movie('怦然心动','罗伯·莱纳','玛德琳·卡罗尔',2010,'美国',['剧情','喜剧','爱情'],8.9,467956,'真正的幸福是来自内心深处。').
movie('天空之城','宫崎骏','田中真弓',1986,'日本',['动画','奇幻','冒险'],9.0,292342,'对天空的追逐，永不停止。 ').
movie('两杆大烟枪','Guy','Jason',1998,'英国',['剧情','喜剧','犯罪'],9.0,246634,'4个臭皮匠顶个诸葛亮，盖·里奇果然不是盖的。').
movie('熔炉','黄东赫','孔侑',2011,'韩国',['剧情'],9.1,198221,'我们一路奋战不是为了改变世界，而是为了不让世界改变我们。').
movie('大话西游之月光宝盒','刘镇伟','周星驰',1995,'香港',['喜剧','动作','爱情','奇幻','冒险','古装'],8.9,344025,'旷古烁今。').
movie('少年派的奇幻漂流','李安','苏拉·沙玛',2012,'美国',['剧情','奇幻','冒险'],9.0,522256,'瑰丽壮观、无人能及的冒险之旅。').
movie('飞屋环游记','彼特·道格特','爱德华·阿斯纳',2009,'美国',['剧情','喜剧','动画','奇幻','冒险'],8.9,450496,'最后那些最无聊的事情，才是最值得怀念的。 ').
movie('鬼子来了','姜文','姜文',2000,'中国大陆',['剧情','战争'],9.1,196380,'对敌人的仁慈，就是对自己残忍。').
movie('飞越疯人院','米洛斯·福尔曼','杰克·尼科尔森',1975,'美国',['剧情'],9.0,248629,'自由万岁。').
movie('蝙蝠侠：黑暗骑士','克里斯托弗·诺兰','克里斯蒂安·贝尔',2008,'美国',['剧情','动作','科幻','犯罪','惊悚'],9.0,277053,'无尽的黑暗。').
movie('窃听风暴','弗洛里安·亨克尔·冯·多纳斯马','克里斯蒂安·贝尔',2006,'德国',['剧情','悬疑'],9.1,192722,'别样人生。').
movie('海豚湾','Louie','John',2009,'美国',['纪录片'],9.3,166859,'海豚的微笑，是世界上最高明的伪装。').
movie('活着','张艺谋','葛优',1994,'中国大陆',['剧情','家庭'],9.0,224170,'张艺谋最好的电影。').
movie('V字仇杀队','詹姆斯·麦克特格','娜塔丽·波曼',2005,'美国',['剧情','动作','科幻','惊悚'],8.8,362393,'一张面具背后的理想与革命。').
movie('闻香识女人','马丁·布莱斯','阿尔·帕西诺',1992,'美国',['剧情'],8.9,282079,'史上最美的探戈。').
movie('星际穿越','克里斯托弗·诺兰','马修·麦康纳',2014,'美国',['剧情','科幻','悬疑','冒险','家庭'],9.1,418424,'爱是一种力量，让我们超越时空感知它的存在。').
movie('美丽心灵','朗·霍华德','罗素·克劳',2001,'美国',['传记','剧情'],8.9,271928,'爱是一切逻辑和原由。').
movie('天使爱美丽','Jean-Pierre','奥黛丽·塔图',2001,'法国',['喜剧','爱情'],8.7,436478,'法式小清新。 ').
movie('教父2','弗朗西斯·福特·科波拉','阿尔·帕西诺',1974,'美国',['剧情','犯罪'],9.1,164149,'优雅的孤独。').
movie('指环王1：魔戒再现','彼得·杰克逊','伊利亚·伍德',2001,'新西兰',['剧情','动作','奇幻','冒险'],8.9,271147,'传说的开始。').
movie('指环王2：双塔奇兵','彼得·杰克逊','伊利亚·伍德',2002,'美国',['剧情','动作','奇幻','冒险'],8.9,243255,'承前启后的史诗篇章。').
movie('哈尔的移动城堡','宫崎骏','倍赏千惠子',2004,'日本',['爱情','动画','奇幻','冒险'],8.8,301814,'带着心爱的人在天空飞翔。').
movie('情书','岩井俊二','中山美穗',1995,'日本',['剧情','爱情'],8.8,324406,'暗恋的极致。').
movie('死亡诗社','彼得·威尔','罗宾·威廉姆斯',1989,'美国',['剧情'],8.9,240093,'当一个死水般的体制内出现一个活跃的变数时，所有的腐臭都站在了光明的对面。').
movie('七宗罪','大卫·芬奇','摩根·弗里曼',1995,'美国',['剧情','犯罪','悬疑','惊悚'],8.7,392296,'警察抓小偷，老鼠玩死猫。').
movie('美国往事','Sergio','罗伯特·德尼罗',1984,'意大利',['犯罪','剧情'],9.1,153212,'往事如烟，无处祭奠。').
movie('钢琴家','罗曼·波兰斯基','艾德里安·布洛迪',2002,'法国',['剧情','传记','历史','战争'],9.0,179416,'音乐能化解仇恨。').
movie('勇敢的心','梅尔·吉布森','梅尔·吉布森',1995,'美国',['动作','传记','剧情','历史','战争'],8.8,267290,'史诗大片的典范。').
movie('剪刀手爱德华','Tim','约翰尼·德普',1990,'美国',['剧情','奇幻','爱情'],8.7,432577,'浪漫忧郁的成人童话。').
movie('狮子王','Roger','乔纳森·泰勒·托马...',1994,'美国',['剧情','动画','冒险','歌舞','家庭'],8.9,249430,'动物版《哈姆雷特》。').
movie('致命魔术','克里斯托弗·诺兰','克里斯蒂安·贝尔',2006,'美国',['剧情','悬疑','惊悚'],8.8,299811,'孪生蝙蝠侠大战克隆金刚狼。').
movie('被嫌弃的松子的一生','中岛哲也','中谷美纪',2006,'日本',['剧情','歌舞'],8.9,231414,'以戏谑来戏谑戏谑。').
movie('音乐之声','Robert','朱丽·安德鲁斯',1965,'美国',['剧情','爱情','歌舞','家庭','传记'],8.9,206303,'用音乐化解仇恨，让歌声串起美好。').
movie('小鞋子','马基德·马基迪','Amir',1999,'伊朗',['剧情','家庭','儿童'],9.1,116867,'奔跑的孩子是天使。').
movie('低俗小说','昆汀·塔伦蒂诺','约翰·特拉沃尔塔',1994,'美国',['剧情','喜剧','犯罪'],8.7,289967,'故事的高级讲法。').
movie('辩护人','杨宇硕','宋康昊',2013,'韩国',['剧情'],9.1,161912,'电影的现实意义大过电影本身。').
movie('入殓师','泷田洋二郎','本木雅弘',2008,'日本',['剧情'],8.8,288844,'死可能是一道门，逝去并不是终结，而是超越，走向下一程。').
movie('蝴蝶效应','埃里克.布雷斯','阿什顿·库彻',2004,'美国',['剧情','悬疑','科幻','惊悚'],8.7,340938,'人的命运被自己瞬间的抉择改变。').
movie('饮食男女','李安','吴倩莲',1994,'台湾',['剧情','家庭'],9.0,155346,'人生不能像做菜，把所有的料都准备好了才下锅。').
movie('沉默的羔羊','Jonathan','Jodie',1991,'美国',['剧情','犯罪','惊悚'],8.7,308113,'安东尼·霍普金斯的顶级表演。').
movie('本杰明·巴顿奇事','大卫·芬奇','凯特·布兰切特',2008,'美国',['剧情','爱情','奇幻'],8.7,352765,'在时间之河里感受溺水之苦。').
movie('玛丽和马克思','Adam','托妮·科莱特',2009,'澳大利亚',['剧情','爱情','动画'],8.9,214533,'你是我最好的朋友，你是我唯一的朋友 。').
movie('黑客帝国','安迪·沃卓斯基','托妮·科莱特',1999,'美国',['动作','科幻'],8.8,244830,'视觉革命。').
movie('控方证人','比利·怀尔德','查尔斯·劳顿',1957,'美国',['剧情','犯罪','悬疑'],9.5,57824,'比利·怀德满分作品。').
movie('拯救大兵瑞恩','史蒂文·斯皮尔伯格','汤姆·汉克斯',1998,'美国',['剧情','历史','战争'],8.8,201696,'美利坚精神输出大片No1.').
movie('西西里的美丽传说','朱塞佩·托纳多雷','莫妮卡·贝鲁奇',2000,'意大利',['剧情','战争','情色'],8.7,296615,'美丽无罪。').
movie('幽灵公主','宫崎骏','松田洋治',1997,'日本',['动画','冒险','奇幻'],8.8,205643,'人与自然的战争史诗。').
movie('心灵捕手','格斯·范·桑特','马特·达蒙',1997,'美国',['剧情'],8.7,231515,'人生中应该拥有这样的一段豁然开朗。').
movie('第六感','M·奈特·沙马兰','布鲁斯·威利斯',1999,'美国',['剧情','悬疑','恐怖'],8.8,203410,'深入内心的恐怖，出人意料的结局。').
movie('大鱼','Tim','Ewan',2003,'美国',['剧情','家庭','奇幻','冒险'],8.7,220217,'抱着梦想而活着的人是幸福的，怀抱梦想而死去的人是不朽的。').
movie('阳光灿烂的日子','姜文','夏雨',1994,'中国大陆',['剧情'],8.7,236320,'一场华丽的意淫。').
movie('让子弹飞','姜文','姜文',2010,'中国大陆',['剧情','喜剧','动作','西部'],8.7,560937,'你给我翻译翻译，神马叫做TMD的惊喜。').
movie('射雕英雄传之东成西就','刘镇伟','梁朝伟',1993,'香港',['喜剧','古装'],8.7,239845,'百看不厌。 ').
movie('素媛','李濬益','薛景求',2013,'韩国',['剧情','家庭'],9.1,137770,'受过伤害的人总是笑得最开心，因为他们不愿意让身边的人承受一样的痛苦。').
movie('阳光姐妹淘','姜炯哲','沈恩京',2011,'韩国',['剧情','喜剧'],8.8,234101,'再多各自牛逼的时光，也比不上一起傻逼的岁月。 ').
movie('上帝之城','Kátia','Alexandre',2002,'巴西',['犯罪','剧情'],8.9,140934,'被上帝抛弃了的上帝之城。').
movie('大闹天宫','万籁鸣','邱岳峰',1961,'中国大陆',['动画','奇幻'],9.2,82071,'经典之作，历久弥新。').
movie('春光乍泄','王家卫','张国荣',1997,'香港',['剧情','爱情','同性'],8.7,204369,'爱情纠缠，男女一致。').
movie('重庆森林','王家卫','林青霞',1994,'香港',['剧情','爱情'],8.6,275133,'寂寞没有期限。').
movie('禁闭岛','Martin','莱昂纳多·迪卡普里奥',2010,'美国',['剧情','悬疑','惊悚'],8.6,311227,'昔日翩翩少年，今日大腹便便。').
movie('甜蜜蜜','陈可辛','黎明',1996,'香港',['剧情','爱情'],8.7,202443,'逢只要一瞬间，等待却像是一辈子。').
movie('致命ID','James','John',2003,'美国',['剧情','悬疑','惊悚'],8.6,273135,'最不可能的那个人永远是最可能的。').
movie('告白','中岛哲也','松隆子',2010,'日本',['剧情','惊悚'],8.6,295370,'没有一人完全善，也没有一人完全恶。').
movie('萤火虫之墓','高畑勋','辰己努',1988,'日本',['动画','剧情','战争'],8.7,180656,'幸福是生生不息，却难以触及的远。 ').
movie('一一','杨德昌','吴念真',2000,'台湾',['剧情','爱情','家庭'],8.9,133104,'我们都曾经是一一。').
movie('加勒比海盗','戈尔·维宾斯基','约翰尼·德普',2003,'美国',['动作','冒险','奇幻'],8.6,291099,'约翰尼·德普的独角戏。').
movie('爱在黎明破晓前','理查德·林克莱特','伊桑·霍克',1995,'美国',['剧情','爱情'],8.7,188007,'缘分是个连绵词，最美不过一瞬。').
movie('风之谷','宫崎骏','岛本须美',1984,'日本',['科幻','动画','奇幻','冒险'],8.8,154015,'动画片的圣经。').
movie('阿凡达','詹姆斯·卡梅隆','萨姆·沃辛顿',2009,'美国',['动作','冒险','奇幻','科幻'],8.6,474748,'绝对意义上的美轮美奂。').
movie('爱在日落黄昏时','理查德·林克莱特','伊桑·霍克',2004,'美国',['剧情','爱情'],8.7,174173,'九年后的重逢是世俗和责任的交叠，没了悸动和青涩，沧桑而温暖。').
movie('侧耳倾听','近藤喜文','本名阳子',1995,'日本',['剧情','爱情','动画','音乐'],8.8,143923,'少女情怀总是诗。').
movie('驯龙高手','迪恩·德布洛斯','...',2010,'美国',['喜剧','动画','奇幻','冒险','家庭'],8.7,250931,'和谐的生活离不开摸头与被摸头。').
movie('断背山','李安','希斯·莱杰',2005,'美国',['剧情','爱情','同性','家庭'],8.5,279133,'每个人心中都有一座断背山。').
movie('布达佩斯大饭店','韦斯·安德森','拉尔夫·费因斯',2014,'美国',['剧情','喜剧'],8.7,257332,'小清新的故事里注入了大历史的情怀。').
movie('海洋','雅克·贝汉','...',2009,'法国',['纪录片'],9.0,91071,'大海啊，不全是水。').
movie('猫鼠游戏','史蒂文·斯皮尔伯格','莱昂纳多·迪卡普里奥',2002,'美国',['传记','犯罪','剧情'],8.7,183229,'骗子大师和执著警探的你追我跑故事。 ').
movie('狩猎','托马斯·温特伯格','麦斯·米科尔森',2012,'丹麦',['剧情'],9.0,97331,'人言可畏。').
movie('燃情岁月','爱德华·兹威克','安东尼·霍普金斯',1994,'美国',['剧情','爱情','西部','家庭'],8.8,135756,'传奇，不是每个人都可以拥有。').
movie('摩登时代','查理·卓别林','查理·卓别林',1936,'美国',['喜剧','剧情','爱情'],9.1,71530,'大时代中的人生，小人物的悲喜。').
movie('超脱','托尼·凯耶','艾德里安·布洛迪',2011,'美国',['剧情'],8.7,147420,'穷尽一生，我们要学会的，不过是彼此拥抱。').
movie('幸福终点站','史蒂文·斯皮尔伯格','汤姆·汉克斯',2004,'美国',['喜剧','剧情','爱情'],8.6,202075,'有时候幸福需要等一等。 ').
movie('电锯惊魂','詹姆斯·温','雷·沃纳尔',2004,'美国',['犯罪','悬疑','惊悚'],8.6,176029,'真相就在眼前。').
movie('谍影重重3','保罗·格林格拉斯','马特·达蒙',2007,'美国',['动作','悬疑','冒险'],8.7,157506,'像吃了苏打饼一样干脆的电影。').
movie('神偷奶爸','皮艾尔·柯芬','...',2010,'美国',['儿童','喜剧','动画'],8.5,324481,'Mr. I Dont Care其实也有Care的时候。').
movie('菊次郎的夏天','北野武','北野武',1999,'日本',['剧情','喜剧'],8.7,151936,'从没见过那么流氓的温柔，从没见过那么温柔的流氓。').
movie('虎口脱险','杰拉尔·乌里','路易·德·菲耐斯',1966,'法国',['喜剧','战争'],8.9,94649,'永远看不腻的喜剧。').
movie('借东西的小人阿莉埃蒂','米林宏昌','志田未来',2010,'日本',['动画','奇幻','冒险'],8.7,189534,'曾经的那段美好会沉淀为一辈子的记忆。').
movie('真爱至上','理查德·柯蒂斯','休·格兰特',2003,'英国',['喜剧','剧情','爱情'],8.5,272131,'爱，是个动词。').
movie('雨人','巴瑞·莱文森','达斯汀·霍夫曼',1988,'美国',['剧情'],8.6,186238,'生活在自己的世界里，也可以让周围的人显得可笑和渺小。').
movie('岁月神偷','罗启锐','吴君如',2010,'香港',['剧情','家庭'],8.6,273372,'岁月流逝，来日可追。').
movie('贫民窟的百万富翁','丹尼·鲍尔','戴夫...',2008,'英国',['剧情','爱情'],8.5,359865,'上帝之城+猜火车+阿甘正传+开心辞典=山寨富翁').
movie('哈利·波特与魔法石','Chris','Daniel',2001,'美国',['奇幻','冒险'],8.6,206083,'童话世界的开端。').
movie('末代皇帝','贝纳尔多·贝托鲁奇','尊龙',1987,'意大利',['剧情','传记','历史'],8.8,131010,'“不要跟我比惨，我比你更惨”再适合这部电影不过了。').
movie('倩女幽魂','程小东','张国荣',1987,'香港',['剧情','爱情','武侠','古装'],8.6,210915,'两张绝世的脸。 ').
movie('记忆碎片','Christopher','Guy',2000,'美国',['犯罪','剧情','悬疑','惊悚'],8.5,242560,'一个针管引发的血案。').
movie('疯狂原始人','科克·德·米科','Guy',2013,'美国',['喜剧','动画','冒险'],8.7,331471,'老少皆宜，这就是好莱坞动画的魅力。').
movie('东邪西毒','王家卫','张国荣',1994,'香港',['剧情','动作','爱情','武侠','古装'],8.5,220224,'电影诗。').
movie('七武士','黑泽明','三船敏郎',1954,'日本',['动作','冒险','剧情'],9.1,64138,'时代悲歌。').
movie('穿条纹睡衣的男孩','马克·赫门','阿沙·巴特菲尔德',2008,'英国',['剧情','战争'],8.8,112202,'尽管有些不切实际的幻想，这部电影依旧是一部感人肺腑的佳作。').
movie('怪兽电力公司','彼特·道格特','约...',2001,'美国',['喜剧','动画','儿童','奇幻'],8.6,204343,'不要给它起名字，起了名字就有感情了。').
movie('穿越时空的少女','细田守','仲里依纱',2006,'日本',['剧情','爱情','科幻','动画'],8.6,161259,'爱上未来的你。 ').
movie('魂断蓝桥','Mervyn','Vivien',1940,'美国',['剧情','战争','爱情'],8.8,115384,'中国式内在的美国电影。').
movie('恋恋笔记本','尼克·卡索维茨','瑞恩·高斯林',2004,'美国',['剧情','爱情'],8.5,237760,'爱情没有那么多借口，如果不能圆满，只能说明爱的不够。 ').
movie('杀人回忆','奉俊昊','宋康昊',2003,'韩国',['犯罪','剧情','悬疑','惊悚'],8.6,174498,'关于连环杀人悬案的集体回忆。').
movie('猜火车','丹尼·鲍尔','伊万·麦克格雷格',1996,'英国',['犯罪','剧情'],8.5,215393,'不可猜的青春迷笛。 ').
movie('恐怖直播','金秉祐','河正宇',2013,'韩国',['剧情','犯罪','悬疑'],8.7,172724,'恐怖分子的“秋菊打官司”。').
movie('消失的爱人','大卫·芬奇','本·阿弗莱克',2014,'美国',['剧情','犯罪','悬疑'],8.7,294542,'NO COMMENTS').
movie('卢旺达饭店','特瑞·乔治','唐·钱德尔',2004,'英国',['剧情','历史','战争'],8.8,101106,'当这个世界闭上双眼，他却敞开了怀抱。').
movie('黑天鹅','达伦·阿罗诺夫斯基','娜塔丽·波曼',2010,'美国',['剧情','惊悚'],8.5,370051,'黑暗之美。').
movie('红辣椒','今敏','林原惠美',2006,'日本',['动画','悬疑','科幻','惊悚'],8.8,101263,'梦的勾结。').
movie('傲慢与偏见','乔·怀特','凯拉·奈特莉',2005,'法国',['剧情','爱情'],8.4,258608,'爱是摈弃傲慢与偏见之后的曙光。').
movie('教父3','Francis','阿尔·帕西诺',1990,'美国',['剧情','犯罪'],8.7,110986,'任何信念的力量，都无法改变命运。').
movie('英雄本色','吴宇森','周润发',1986,'香港',['动作','犯罪'],8.7,124271,'英雄泪短，兄弟情长。 ').
movie('完美的世界','克林特·伊斯特伍德','凯文·科斯特纳',1993,'美国',['剧情','犯罪'],9.0,66988,'坏人的好总是比好人的好来得更感人。').
movie('玩具总动员3','李·昂克里奇','汤姆·汉克斯',2010,'美国',['喜剧','动画','奇幻','冒险'],8.7,173749,'跨度十五年的欢乐与泪水。').
movie('人工智能','Steven','Haley',2001,'美国',['冒险','剧情','科幻'],8.6,167178,'对爱的执着，可以超越一切。').
movie('秒速5厘米','新海诚','水桥研二',2007,'日本',['动画','剧情','爱情'],8.4,243838,'青春就是放弃和怀念。').
movie('我是山姆','杰茜·尼尔森','Sean',2001,'美国',['剧情','家庭'],8.8,87545,'爱并不需要智商 。').
movie('纵横四海','吴宇森','周润发',1991,'香港',['剧情','喜剧','动作','犯罪'],8.7,119702,'香港浪漫主义警匪动作片的巅峰之作。').
movie('雨中曲','Stanley','Gene',1952,'美国',['喜剧','歌舞','爱情'],8.9,78936,'骨灰级歌舞片。').
movie('喜宴','李安','赵文瑄',1993,'台湾',['剧情','喜剧','爱情','同性','家庭'],8.7,112351,'中国家庭的喜怒哀乐忍。').
movie('香水','汤姆·提克威','本·卫肖',2006,'德国',['剧情','犯罪','奇幻'],8.4,241602,'一个单凭体香达到高潮的男人。').
movie('冰川时代','卡洛斯·沙尔丹哈','本·卫肖',2002,'美国',['喜剧','动画','冒险'],8.4,239277,'松鼠才是角儿。').
movie('萤火之森','大森贵弘','佐仓绫音',2011,'日本',['剧情','爱情','动画','奇幻'],8.8,128835,'触不到的恋人。').
movie('撞车','保罗·哈吉斯','桑德拉·布洛克',2004,'美国',['犯罪','剧情'],8.6,155144,'天使与魔鬼的冲撞。').
movie('浪潮','丹尼斯·甘塞尔','尤尔根·沃格尔',2008,'德国',['剧情','惊悚'],8.7,110282,'世界离独裁只有五天。').
movie('碧海蓝天','Luc','Jean-Marc',1988,'法国',['剧情','爱情'],8.7,99418,'在那片深蓝中，感受来自大海的忧伤寂寞与美丽自由。').
movie('小森林 夏秋篇','森淳一','桥本爱',2014,'日本',['剧情','爱情'],8.9,94930,'NO COMMENTS').
movie('朗读者','史蒂芬·戴德利','凯特·温丝莱特',2008,'美国',['剧情','爱情'],8.5,249702,'当爱情跨越年龄的界限，它似乎能变得更久远一点，成为一种责任，一种水到渠成的相濡以沫。 ').
movie('追随','克里斯托弗·诺兰','杰里米·西奥伯德',1998,'英国',['犯罪','悬疑','惊悚'],9.0,65755,'诺兰的牛逼来源于内心散发出的恐惧。').
movie('喜剧之王','周星驰','周星驰',1999,'香港',['喜剧','剧情','爱情'],8.4,250748,'我是一个演员。').
movie('可可西里','陆川','多布杰',2004,'中国大陆',['剧情'],8.6,112883,'坚硬的信仰。').
movie('7号房的礼物','李焕庆','柳承龙',2013,'韩国',['剧情','喜剧','家庭'],8.6,138614,'《我是山姆》的《美丽人生》。').
movie('哈利·波特与死亡圣器(下)','大卫·叶茨','丹尼尔·雷德克里夫',2011,'美国',['剧情','悬疑','奇幻','冒险'],8.6,236944,'10年的完美句点。').
movie('海盗电台','理查德·柯蒂斯','比尔·奈伊',2009,'英国',['剧情','喜剧','音乐'],8.6,151985,'生命不止，摇滚不死。').
movie('战争之王','安德鲁·尼科尔','尼古拉斯·凯奇',2005,'美国',['剧情','犯罪'],8.5,153268,'做一颗让别人需要你的棋子。').
movie('梦之安魂曲','达伦·阿伦诺夫斯基','艾伦·伯斯汀',2000,'美国',['剧情'],8.7,93833,'一场没有春天的噩梦。').
movie('罗生门','黑泽明','三船敏郎',1950,'日本',['犯罪','剧情','悬疑'],8.7,103012,'人生的N种可能性。').
movie('花样年华','王家卫','梁朝伟',2000,'香港',['剧情','爱情'],8.4,203865,'偷情本没有这样美。').
movie('一次别离','阿斯哈·法哈蒂','蕾拉·哈塔米',2011,'伊朗',['剧情','家庭'],8.7,113193,'只有有信仰的人才能说出事实真相。').
movie('迁徙的鸟','雅克·贝汉','...',2001,'法国',['纪录片'],9.1,47384,'最美的飞翔。').
movie('荒野生存','西恩·潘','埃米尔·赫斯基',2007,'美国',['冒险','传记','剧情'],8.6,111918,'出门必备：本草纲目。').
movie('谍影重重','道格·里曼','马特·达蒙',2002,'美国',['动作','悬疑','冒险'],8.5,167636,'哗啦啦啦啦，天在下雨，哗啦啦啦啦，云在哭泣……找自己。').
movie('谍影重重2','保罗·格林格拉斯','马特·达蒙',2004,'美国',['动作','悬疑','冒险'],8.5,137291,'谁说王家卫镜头很晃？').
movie('心迷宫','忻钰坤','霍卫民',2014,'中国大陆',['动作','悬疑','冒险'],8.6,119584,'NO COMMENTS').
movie('唐伯虎点秋香','李力持','周星驰',1993,'香港',['喜剧','爱情','古装'],8.3,262373,'华太师是黄霑，吴镇宇四大才子之一。').
movie('勇闯夺命岛','迈克尔·贝','肖恩·康纳利',1996,'美国',['动作','冒险'],8.5,124661,'类型片的极致。 ').
movie('燕尾蝶','岩井俊二','三上博史',1996,'日本',['犯罪','剧情'],8.6,97694,'现实与童话交相辉映的旅程。').
movie('绿里奇迹','Frank','汤姆·汉克斯',1999,'美国',['犯罪','剧情','奇幻','悬疑'],8.7,90343,'天使暂时离开。').
movie('地球上的星星','阿米尔·汗','达席尔...',2007,'印度',['剧情','儿童','家庭'],8.8,65958,'天使保护事件始末。').
movie('阿飞正传','王家卫','张国荣',1990,'香港',['犯罪','剧情','爱情'],8.5,148503,'王家卫是一种风格，张国荣是一个代表。').
movie('超能陆战队','唐·霍尔','斯科特...',2014,'美国',['犯罪','剧情','爱情'],8.6,312628,'NO COMMENTS').
movie('卡萨布兰卡','Michael','亨弗莱·鲍嘉',1942,'美国',['剧情','爱情','战争'],8.6,107571,'与同名歌曲无关。').
movie('时空恋旅人','理查德·柯蒂斯','多姆纳尔·格利森',2013,'英国',['剧情','爱情','奇幻'],8.6,157050,'把每天当作最后一天般珍惜度过，积极拥抱生活，就是幸福。').
movie('英国病人','安东尼·明格拉','拉尔夫·费因斯',1996,'美国',['爱情','剧情','战争'],8.4,157514,'In memory, love lives forever...').
movie('惊魂记','Alfred','Janet',1960,'美国',['悬疑','恐怖'],8.8,67906,'故事的反转与反转，分裂电影的始祖。').
movie('蝙蝠侠：黑暗骑士崛起','克里斯托弗·诺兰','克里斯蒂安·贝尔',2012,'美国',['剧情','动作','科幻','犯罪','惊悚'],8.5,257620,'诺兰就是保证。').
movie('变脸','吴宇森','约翰·特拉沃尔塔',1997,'美国',['动作','科幻','犯罪'],8.4,189039,'当发哥的风衣、墨镜出现在了凯奇身上⋯⋯').
movie('叫我第一名','彼得·维纳','詹姆斯·沃克',2008,'美国',['剧情','传记'],8.6,94689,'乐观比一切都有力量。').
movie('恐怖游轮','克里斯托弗·史密斯','梅利莎·乔治',2009,'英国',['剧情','悬疑','惊悚'],8.3,259353,'不要企图在重复中寻找已经失去的爱。').
movie('魔女宅急便','宫崎骏','高山南',1989,'日本',['动画','奇幻','冒险'],8.4,163751,'宫崎骏的电影总让人感觉世界是美好的，阳光明媚的。').
movie('这个男人来自地球','理查德·沙因克曼','大卫·李·史密斯',2007,'美国',['剧情','科幻'],8.5,148527,'科幻真正的魅力不是视觉效果能取代的。 ').
movie('E.T. 外星人','Steven','Henry',1982,'美国',['剧情','科幻','奇幻','冒险'],8.5,132091,'生病的E.T.皮肤的颜色就像柿子饼。').
movie('穆赫兰道','大卫·林奇','娜奥米·沃茨',2001,'法国',['剧情','悬疑','惊悚'],8.3,199675,'大卫·林奇的梦境迷宫。').
movie('再次出发之纽约遇见你','约翰·卡尼','凯拉·奈特莉',2013,'美国',['喜剧','爱情','音乐'],8.5,132614,'爱我就给我看你的播放列表。').
movie('终结者2：审判日','詹姆斯·卡梅隆','阿诺·施瓦辛格',1991,'美国',['动作','科幻'],8.5,121972,'少见的超越首部的续集，动作片中的经典。').
movie('荒蛮故事','Damián','里卡杜·达林',2014,'阿根廷',['动作','科幻'],8.7,99185,'NO COMMENTS').
movie('发条橙','Stanley','Malcolm',1971,'英国',['犯罪','剧情','科幻'],8.4,162473,'我完全康复了。').
movie('非常嫌疑犯','布莱恩·辛格','Kevin',1995,'德国',['剧情','犯罪','悬疑','惊悚'],8.6,99138,'我不信仰上帝，但我敬畏上帝。').
movie('东京物语','小津安二郎','笠智众',1953,'日本',['剧情','家庭'],9.2,40353,'东京那么大，如果有一天走失了，恐怕一辈子不能再相见。').
movie('达拉斯买家俱乐部','让-马克·瓦雷','马修·麦康纳',2013,'美国',['剧情','传记','同性'],8.6,139255,'Jared Leto的腿比女人还美！').
movie('末路狂花','雷德利·斯科特','吉娜·戴维斯',1991,'美国',['犯罪','剧情','惊悚'],8.7,86180,'没有了退路，只好飞向自由。').
movie('哪吒闹海','严定宪','梁正晖',1979,'中国大陆',['冒险','动画','奇幻'],8.8,67048,'想你时你在闹海。').
movie('被解救的姜戈','昆汀·塔伦蒂诺','杰米·福克斯',2012,'美国',['剧情','动作','西部','冒险'],8.5,227626,'热血沸腾，那个低俗、性感的无耻混蛋又来了。').
movie('美国丽人','萨姆·门德斯','凯文·史佩西',1999,'美国',['剧情','家庭'],8.4,160940,'每个人的内心都是深不可测的大海。 ').
movie('上帝也疯狂','Jamie','Marius',1980,'博茨瓦纳',['喜剧'],8.6,83766,'纯净原始的笑与感动。').
movie('源代码','邓肯·琼斯','杰克·吉伦哈尔',2011,'美国',['剧情','动作','科幻','犯罪','惊悚'],8.3,360783,'邓肯·琼斯继《月球》之后再度奉献出一部精彩绝伦的科幻佳作。').
movie('忠犬八公物语','Seijirô','山本圭',1987,'日本',['剧情'],9.0,43765,'养狗三日，便会对你终其一生。').
movie('牯岭街少年杀人事件','杨德昌','张震',1991,'台湾',['剧情','犯罪'],8.7,83886,'弱者送给弱者的一刀。').
movie('黑客帝国3：矩阵革命','Andy','Keanu',2003,'美国',['动作','科幻'],8.5,131220,'不得不说，《黑客帝国》系列是商业片与科幻、哲学完美结合的典范。').
movie('曾经','约翰·卡尼','格伦·汉塞德',2006,'爱尔兰',['剧情','音乐','爱情'],8.3,181280,'有些幸福无关爱情。').
movie('新龙门客栈','李惠民','张曼玉',1992,'香港',['剧情','动作','武侠','古装'],8.4,156717,'嬉笑怒骂，调风动月。').
movie('黄金三镖客','Sergio','Clint',1966,'意大利',['冒险','西部'],9.1,41863,'最棒的西部片。').
movie('爱·回家','李廷香','金艺芬',2002,'韩国',['剧情','儿童','家庭'],9.1,40613,'献给所有外婆的电影。').
movie('青蛇','徐克','张曼玉',1993,'香港',['剧情','奇幻','古装'],8.3,185334,'人生如此，浮生如斯。谁人言，花彼岸，此生情长意短。谁都是不懂爱的罢了。').
movie('蓝色大门','易智言','桂纶镁',2002,'台湾',['剧情','爱情','同性'],8.2,244297,'青春的窃窃私语。 ').
movie('勇士','加文·欧康诺','汤姆·哈迪',2011,'美国',['剧情','运动','家庭'],8.9,76444,'热血沸腾，相当完美的娱乐拳击大餐。').
movie('初恋这件小事','Puttipong','马里奥·...',2010,'泰国',['喜剧','爱情'],8.3,399331,'黑小鸭速效美白记。').
movie('无耻混蛋','Quentin','布拉德·皮特',2009,'美国',['剧情','犯罪'],8.4,194431,'昆汀同学越来越变态了，比北野武还杜琪峰。').
movie('未麻的部屋','今敏','岩男润子',1997,'日本',['动画','奇幻','惊悚'],8.7,67657,'好的剧本是，就算你猜到了结局也猜不到全部。').
movie('蝴蝶','菲利普·穆伊尔','米歇尔·塞罗',2002,'法国',['剧情','儿童','喜剧'],8.6,86614,'我们长途跋涉寻找的东西，有可能一直就在身边。 ').
movie('两小无猜','杨·塞谬尔','吉约姆·卡内',2003,'法国',['喜剧','剧情','爱情'],8.2,287199,'Love me, if you dare. ').
movie('暖暖内含光','米歇尔·冈瑞','金·凯瑞',2004,'美国',['剧情','爱情','奇幻'],8.4,126557,'恋爱是一次神经的冒险。就算失去记忆，也会爱上你。').
movie('城市之光','Charles','查理·卓别林',1931,'美国',['喜剧','剧情','爱情'],9.2,34428,'永远的小人物，伟大的卓别林。').
movie('麦兜故事','袁建滔','李晋纬',2001,'香港',['剧情','喜剧','动画'],8.5,113330,'麦兜是一只很哲学的猪。 ').
movie('与狼共舞','Kevin','Kevin',1990,'美国',['冒险','剧情','西部'],8.9,50231,'充满诗意与情怀的史诗作品。 ').
movie('巴黎淘气帮','Laurent','马克西姆·戈达尔',2009,'法国',['儿童','喜剧','家庭'],8.6,95560,'四百击的反面。').
movie('小森林 冬春篇','森淳一','桥本爱',2015,'日本',['儿童','喜剧','家庭'],8.9,80827,'NO COMMENTS').
movie('无敌破坏王','瑞奇·莫尔','简·林奇',2012,'美国',['喜剧','动画','冒险'],8.7,163230,'迪士尼和皮克斯拿错剧本的产物。').
movie('爱在暹罗','楚克‧萨克瑞科','维特维斯特·海伦亚沃...',2007,'泰国',['剧情','爱情','同性','家庭'],8.3,200827,'把爱放在心底，有爱就有希望。').
movie('爆裂鼓手','达米安·沙泽勒','迈尔斯·特勒',2014,'美国',['剧情','爱情','同性','家庭'],8.6,187104,'NO COMMENTS').
movie('夜访吸血鬼','尼尔·乔丹','布拉德·皮特',1994,'美国',['剧情','奇幻','惊悚'],8.3,175608,'弥漫淡淡血腥气的优雅。').
movie('遗愿清单','罗伯·莱纳','杰克·尼科尔森',2007,'美国',['冒险','喜剧','剧情'],8.5,106127,'用剩余不多的时间，去燃烧整个生命。').
movie('中央车站','Walter','Fernanda',1998,'巴西',['剧情'],8.7,68973,'心灵救赎。').
movie('偷拐抢骗','盖·里奇','布拉德·皮特',2000,'英国',['喜剧','犯罪'],8.5,101021,'典型盖·里奇式的英国黑色幽默黑帮片。').
movie('大卫·戈尔的一生','Alan','凯文·史派西',2003,'美国',['剧情','犯罪','悬疑'],8.7,70488,'捍卫人权只是信仰，一点不妨碍其行为的残忍。').
movie('国王的演讲','汤姆·霍珀','柯林·菲尔斯',2010,'英国',['剧情','传记','历史'],8.3,296386,'皇上无话儿。').
movie('血钻','Edward','Leonardo',2006,'美国',['剧情','惊悚','冒险'],8.5,109273,'每个美丽事物背后都是滴血的现实。').
movie('罪恶之城','弗兰克·米勒','Leonardo',2005,'美国',['动作','犯罪','惊悚'],8.4,127014,'权力不是来自枪和子弹，权力来自谎言。').
movie('荒岛余生','罗伯特·泽米吉斯','汤姆·汉克斯',2000,'美国',['冒险','剧情'],8.4,112779,'一个人的独角戏。').
movie('月球','邓肯·琼斯','山姆·洛克威尔',2009,'英国',['剧情','科幻','悬疑'],8.5,122158,'2009媲美《第九区》的又一部科幻神作。').
movie('寿司之神','大卫·贾柏','小野二郎',2011,'美国',['纪录片'],8.8,68023,'仪式主义的狂欢，偏执狂的完胜。').
movie('千钧一发','安德鲁·尼科尔','伊桑·霍克',1997,'美国',['剧情','科幻'],8.7,67963,'一部能引人思考的科幻励志片。').
movie('枪火','杜琪峰','吴镇宇',1999,'香港',['剧情','动作','犯罪'],8.6,81187,'一群演技精湛的戏骨，奉献出一个精致的黑帮小品，成就杜琪峰群戏的巅峰之作。').
movie('我爱你','秋昌民','宋在河',2011,'韩国',['剧情','爱情'],9.0,45247,'你要相信，这世上真的有爱存在，不管在什么年纪 ').
movie('疯狂的石头','宁浩','郭涛',2006,'中国大陆',['喜剧','犯罪'],8.2,259957,'中国版《两杆大烟枪》。').
movie('廊桥遗梦','Clint','Clint',1995,'美国',['剧情','爱情'],8.5,82058,'这样确切的爱，一生只有一次。').
movie('角斗士','Ridley','Russell',2000,'英国',['剧情','动作','历史','冒险'],8.4,113863,'罗马斗兽场的鸦雀无声，久久停留在这样的肃穆中。').
movie('导盲犬小Q','崔洋一','小林薰',2004,'日本',['剧情'],8.4,107450,'宠物的意义在于化解人的孤独。').
movie('假如爱有天意','郭在容','孙艺珍',2003,'韩国',['剧情','爱情'],8.2,198403,'琼瑶阿姨在韩国的深刻版。').
movie('不一样的天空','莱塞·霍尔斯道姆','约翰尼·德普',1993,'美国',['剧情','爱情','家庭'],8.6,72662,'生命有裂缝，阳光才照得进来。').
movie('速度与激情5','林诣彬','范·迪塞尔',2011,'美国',['动作','犯罪','剧情','惊悚'],8.4,194782,'爆米花动作电影新标杆。').
movie('我们俩','马俪文','宫哲',2005,'中国大陆',['剧情'],8.6,66088,'想外婆了，有没有？！').

